{
    "id": "5ab3da2e-c5f2-42fd-afdc-2ba5770c519f",
    "transcript": "Hello there, my name is Mohan. For as long as I can remember, this is where you would find me. Right here, with a bundle of bamboo and my two hands. My father taught me and his father taught him. The art of weaving isn't just a craft for us, it's a legacy. It's been in my family for over 70 years. People often ask me what makes my basket special. It's simple, really it's the bamboo itself. We source a specific variety that's known for its incredible strength and flexibility. We harvest it at just the right time. Then we treat it naturally. No hash chemicals, no artificial stains. Just sun, water and time. This makes each basket not only durable and long lasting, but also completely eco-friendly. When you're done with it, it returns to the earth without a trace. But more than the material, it's the technique. You see, every single basket is hand woven. Whisper, I don't use any machines. Each trip is carefully split, softened and then woven with a specific pattern. Take this one for example. The intricate, will lighting pattern. You see, gives it a diagonal texture, making it both beautiful and strong enough to carry your heaviest item. This isn't just a basket, it's a piece of art, a piece of tradition. It holds not just your groceries or your laundry, but the soul of a craft that has been passed down for generations. When you buy a basket from me, you're not just making a purchase, you're supporting a family, a tradition and a sustainable way of life.",
    "content": {
        "artisan_name": "Mohan",
        "about_text": "Mohan has been weaving baskets for over 70 years with his family . Mohan's bamboo is known for its strength and flexibility, but more than the material, it's the technique . Each basket is hand woven, not machine-woven, and uses no chemicals or artificial stains .",
        "description": "Mohan is a basket weaver who has been weaving baskets for over 70 years.",
        "keywords": [
            "bamboo basket weaver"
        ]
    },
    "audio_path": "uploads\\audio\\5ab3da2e-c5f2-42fd-afdc-2ba5770c519f.wav"
}