{
    "id": "a26825b3-d6f6-45b4-8c0a-7012fb100d8e",
    "transcript": "Namaste! My name is Rekha Sharma. I live in a small village of Prayagraj and make handmade clay pots and pots. This work has been going on in our family for the last three generations. I learnt this from my mother and now my daughter also helps me. In the evening, when the sun is setting, I sit in the backyard and listen to old folk songs and paint my utensils. Every design has its own meaning. Sometimes it's about flowers, sometimes it reminds us of the festival vibe of our village. For me, it is best to make small figurines of Goddess Lakshmi and Lord Ganesha on the clay pot. My daughter tries new colours and modern patterns, so we get a combination of old and new. We pick up the clay directly from the field, filter it, knead it well so that the final pot becomes strong and beautiful. When I am making pots on the wheel, I focus only on the shape because every pot has its own character. The sound of the wheel and the fragrance of the paint remind me of our ancestors. People in the market like our pottery a lot. Many customers order from us on Diwali every year. When I think that my handmade lamps are lighting up the houses of other cities, I feel very proud. As if the light of my hard work is reaching far. My dream is to take this art to the next generation. Now, because of digital platforms and social media, our products are being sent outside India as well. If you ever go to Prayagra, please do come to our village. I will teach you how to make clay pots, paint, etc. This is my story, my art and the fragrance of my village, which I want to share with you all. Thank you.",
    "content": {
        "artisan_name": "Rekha",
        "about_text": " Rekha Sharma lives in a small village of Prayagraj and makes handmade clay pots and pots . This work has been going on in our family for the last three generations . My dream is to take this art to the next generation . People in the market like our pottery a lot and customers order from us on Diwali every year .",
        "description": "\"Namaste! My name is Rekha Sharma. I live in a small village of Prayagraj and make handmade clay pots. This work has been going on in our family for the last three generations.\"",
        "keywords": [
            "clay pots"
        ]
    },
    "audio_path": "uploads\\audio\\a26825b3-d6f6-45b4-8c0a-7012fb100d8e.wav"
}