{
    "id": "f5c8310d-8fe1-4dab-90c0-cc1a97672cd5",
    "transcript": "What do you want to know? I guess you've been taking a bus trip. Not in a long time, but I've got that. I used to ride every week to include me in Ohio and call him to Seoul when I was graduate school. I was born in 1903. I was born in 1973, maybe. My wife had been driving me into Cleveland. We got on the bus on Sunday night. It would be like a Thursday night. Is that right? Gosh, can you remember? I guess it would have been a Sunday night around Ohio State for three days and then take the bus back to the Ohio State. Take the bus back to Cleveland and be with my family. Did you have to get any like road trips? Oh yeah. Like hard. Yeah, one that I always remember is, because it turned out to be a bit of a fiasco. I took the vacation. I flew to Miami and rented a convertible. The intention of driving down highway one, the Key West. I rented this convertible and a couple of things. One is, every single time I was in that car, it rained. The top never went to come. Except for one very, very, very brief period of time, I stopped to do some snorkeling in one of the keys. I can't remember which one. I pulled in the parking lot and the rain stopped. So I put the top down and sat in the parking lot for like five minutes. Just like it said, hey, they put the top back up and went snorkeling. Came back, it was raining. The other funny thing about that road trip is, you know, a highway when you're pulling onto Key West, and it's like suburbia, there's no shopping centers and whatnot, especially make the right, instead of the left as I recall. Anyway, over the highway, it's a big matter. The Women Fest 2001, and I thought, hot down. This is going to be a great week, except it was a lesbian convention. So it was totally messed. It was like the only street person on the entire island. Well, this isn't that long ago. I'm 58 now, so I was, hmm. I was probably 53. You want to guess? My name's Jerry. We're in the airport in San Francisco at gate 40-14. Take care.",
    "content": {
        "artisan_name": "Jerry",
        "about_text": " Jerry Obeidallah: I used to ride every week to include me in Ohio and call him to Seoul when I was graduate school . He recalls a road trip that turned out to be a bit of a fiasco . He says he was the only street person on the entire island of Key West when it was a lesbian convention .",
        "description": "Jerry is in the airport in San Francisco at gate 40-14.",
        "keywords": [
            "san francisco airport"
        ]
    },
    "audio_path": "uploads\\audio\\f5c8310d-8fe1-4dab-90c0-cc1a97672cd5.wav"
}